<template>
  <!-- <div id="popupOverseasAgreement" class="wrap-full-popup active" role="dialog" aria-modal="true"> -->
  <!-- : 실사용 소스 -->
  <div id="popupOverseasAgreement" class="wrap-full-popup" role="dialog" aria-modal="true" :class="[{active : this.modalActive.popupOverseasAgreement}, siteClass]">
    <div class="header-popup">
      <strong>해외구매대행 이용약관</strong>
    </div>
    <div class="full-popup-body scroll-area">
      <div class="inner-full-popup">
        <div class="wrap-terms-type">
          <section class="terms-section">
            <h6>제1조 (목적)</h6>
            <p>이 약관은 GS 리테일(전자상거래 사업자, 이하 &quot;회사&quot;라 한다)이 운영하는 달리살다(이하 &quot;몰&quot;이라 한다)에서 제공하는 해외구매대행 서비스(이하 &quot;서비스&quot;라 한다)를 이용함에 있어 회사와 이용자의 권리&middot;의무 및 책임사항을 규정함을 목적으로 합니다.</p>
          </section>
          <section class="terms-section">
            <h6>제2조 (정의)</h6>
            <ul class="terms-list depth1">
              <li>
                ① &quot;몰&quot; 이란 회사가 재화 또는 용역(이하 &quot;상품&quot;이라 함)을 이용자에게 제공하기 위하여 컴퓨터 등 정보통신설비를 이용하여 재화 등을 거래할 수 있도록 설정한 가상의 영업장을 말하며, 아울러 사이버몰을 운영하는 사업자의 의미로도 사용합니다.
              </li>
              <li>
                ② &quot;이용자&quot;란 &quot;몰&quot;에 접속하여 이 약관에 따라 &quot;몰&quot;이 제공하는 서비스를 받는 유료회원을 말합니다.
              </li>
              <li>
                ③ &apos;유료회원&apos;이라 함은 &quot;몰&quot;에 개인정보를 제공하여 유료회원등록을 한 자로서, 계속적으로 &quot;몰&quot;이 제공하는 서비스를 계속적으로 이용할 수 있는 권한을 부여 받은 자를 말합니다.
              </li>
              <li>
                ④ &quot;해외구매대행&quot;이라 함은 &quot;몰&quot;이 본 약관에 따라 상품을 거래할 수 있도록 유료회원에게만 한정적으로 제공하는 서비스로서 &quot;수입대행형 구매대행&quot;을 말합니다.
              </li>
              <li>
                ⑤ &quot;수입대행형 구매대행&quot;(이하 &quot;구매대행&quot;이라 함)이라 함은 &quot;해외구매대행&quot;을 위해 &quot;몰&quot;을 통해 소개된 상품에 대하여 이용자가 회사에 구매해 줄 것을 의뢰하면 회사가 해당 상품을 판매하는 해외 인터넷 쇼핑몰 등에서 이용자를 대신해 구매 및 결제를 하고, 이를 해외의 중간배송처 단계를 거쳐 &quot;몰&quot;의 책임으로 운송과정 및 통관절차를 거쳐 &quot;이용자&quot; 의 수취 가능 장소까지 운송하는 서비스를 의미합니다.
              </li>
            </ul>
          </section>
          <section class="terms-section">
            <h6>제3조 (약관등의 명시와 설명 및 개정)</h6>
            <ul class="terms-list depth1">
              <li>
                ① &quot;몰&quot;은 이 약관의 내용과 상호 및 대표자 성명, 영업소 소재지 주소(소비자의 불만을 처리할 수 있는 곳의 주소를 포함), 전화번호&middot;모사전송번호&middot;전자우편주소, 사업자등록번호, 통신판매업신고번호, 개인정보관리책임자 등을 이용자가 쉽게 알 수 있도록 &quot;몰&quot;의 초기 서비스화면(전면)에 게시합니다. 다만, 약관의 내용은 이용자가 연결화면을 통하여 볼 수 있도록 할 수 있습니다.
              </li>
              <li>
                ② &quot;몰&quot;은 이용자가 약관에 동의하기에 앞서 약관에 정하여져 있는 내용 중 청약철회&middot;배송책임&middot;환불조건 등과 같은 중요한 내용을 이용자가 이해할 수 있도록 별도의 연결화면 또는 팝업화면 등을 제공하여 이용자의 확인을 구하여야 합니다.
              </li>
              <li>
                ③ &quot;몰&quot;은 전자상거래 등에서의 소비자보호에 관한 법률, 약관의 규제에 관한 법률, 전자문서 및전자거래기본법, 전자금융거래법, 전자서명법, 정보통신망 이용촉진 및 정보보호 등에 관한 법률, 방문판매 등에 관한 법률, 소비자기본법 등 관련법을 위배하지 않는 범위에서 이 약관을 개정할 수 있습니다.
              </li>
              <li>
                ④ &quot;몰&quot;이 약관을 개정할 경우에는 적용일자 및 개정사유를 명시하여 현행약관과 함께 몰의 초기화면에 그 적용일자 7일이전부터 적용일자 전일까지 공지합니다. 다만, 이용자에게 불리하게 약관내용을 변경하는 경우에는 최소한 30일 이상의 사전 유예기간을 두고 공지합니다. 이 경우 &quot;몰&quot;은 개정 전 내용과 개정 후 내용을 명확하게 비교하여 이용자가 알기 쉽도록 표시합니다.
              </li>
              <li>
                ⑤ &quot;몰&quot;이 약관을 개정할 경우에는 그 개정약관은 그 적용일자 이후에 체결되는 계약에만 적용되고 그 이전에 이미 체결된 계약에 대해서는 개정전의 약관조항이 그대로 적용됩니다. 다만 이미 계약을 체결한 이용자가 개정약관 조항의 적용을 받기를 원하는 뜻을 제3항에 의한 개정약관의 공지기간 내에 &quot;몰&quot;에 송신하여 &quot;몰&quot;의 동의를 받은 경우에는 개정약관 조항이 적용됩니다.
              </li>
              <li>
                ⑥ 이 약관에서 정하지 아니한 사항과 이 약관의 해석에 관하여는 전자상거래 등에서의 소비자보호에 관한 법률, 약관의 규제 등에 관한 법률, 공정거래위원회가 정하는 전자상거래 등에서의 소비자 보호지침 및 관계법령 또는 상관례에 따릅니다.
              </li>
            </ul>
          </section>
          <section class="terms-section">
            <h6>제4조 (서비스의 제공 및 변경)</h6>
            <ul class="terms-list depth1">
              <li>
                ① &quot;몰&quot;은 다음과 같은 업무를 수행합니다.
                <ul class="terms-list depth2">
                  <li>
                    1. 수입대행형 구매대행 서비스
                  </li>
                  <li>
                    2. 국제운송 및 통관대행 서비스
                  </li>
                  <li>
                    3. 상품정보의 제공
                  </li>
                  <li>
                    4. 기타 상품의 구매에 관련된 제반업무
                  </li>
                  <li>
                    5. 기타 &quot;몰&quot;이 정하는 업무
                  </li>
                </ul>
              </li>
              <li>
                ② &quot;몰&quot;은 상품의 품절 또는 기술적 사양의 변경 등의 경우에는 장차 체결되는 계약에 의해 제공할 상품의 내용을 변경할 수 있습니다. 이 경우에는 변경된 상품의 내용 및 제공일자를 명시하여 현재의 상품 내용을 게시한 곳에 즉시 공지합니다.
              </li>
              <li>
                ③ &quot;몰&quot;이 제공하기로 이용자와 계약을 체결한 서비스의 내용을 상품의 품절 또는 기술적 사양의 변경 등의 사유로 변경할 경우에는 그 사유를 이용자에게 통지 가능한 주소로 즉시 통지합니다.
              </li>
              <li>
                ④ 전항의 경우 &quot;몰&quot;은 이로 인하여 이용자가 입은 손해를 배상합니다. 다만, &quot;몰&quot;이 고의 또는 과실이 없음을 입증하는 경우에는 그러하지 아니합니다.
              </li>
            </ul>
          </section>
          <section class="terms-section">
            <h6>제5조 (서비스의 중단)</h6>
            <ul class="terms-list depth1">
              <li>
                ① &quot;몰&quot;은 컴퓨터 등 정보통신설비의 보수점검&middot;교체 및 고장, 통신의 두절 등의 사유가 발생한 경우에는 서비스의 제공을 일시적으로 중단할 수 있습니다.
              </li>
              <li>
                ② &quot;몰&quot;은 제1항의 사유로 서비스의 제공이 일시적으로 중단됨으로 인하여 이용자 또는 제3자가 입은 손해에 대하여 배상합니다. 단, &quot;몰&quot;이 고의 또는 과실이 없음을 입증하는 경우에는 그러하지 아니합니다.
              </li>
              <li>
                ③ 사업종목의 전환, 사업의 포기, 업체간의 통합 등의 이유로 서비스를 제공할 수 없게 되는 경우에는 &quot;몰&quot;은 제8조에 정한 방법으로 이용자에게 통지하고 당초 &quot;몰&quot;에서 제시한 조건에 따라 소비자에게 보상합니다. 다만, &quot;몰&quot;이 보상기준 등을 고지하지 아니한 경우에는 이용자들의 마일리지 또는 적립금 등을 &quot;몰&quot;에서 통용되는 통화가치에 상응하는 현물 또는 현금으로 이용자에게 지급합니다.
              </li>
            </ul>
          </section>
          <section class="terms-section">
            <h6>제6조 (회원가입)</h6>
            <ul class="terms-list depth1">
              <li>
                ① 이용자는 &quot;몰&quot;이 정한 가입 양식 또는 달리살다 유료회원 가입 양식에 따라 회원정보를 기입한 후 이 약관에 동의한다는 의사표시를 함으로서 회원가입을 신청합니다.
              </li>
              <li>
                ② &quot;몰&quot;은 제1항과 같이 회원으로 가입할 것을 신청한 이용자 중 다음 각호에 해당하지 않는 한 회원으로 등록합니다.
                <ul class="terms-list depth2">
                  <li>
                    1. 가입신청자가 이 약관 제7조제4항에 의하여 이전에 회원자격을 상실한 적이 있는 경우, 다만 제7조제3항에 의한 회원자격 상실후 3년이 경과한 자로서 &quot;몰&quot;의 회원재가입 승낙을 얻은 경우에는 예외로 한다.
                  </li>
                  <li>
                    2. 등록 내용에 허위, 기재누락, 오기가 있는 경우
                  </li>
                  <li>
                    3. 회원 가입일 현재 만 14세 미만인 경우
                  </li>
                  <li>
                    4. 회원이 자발적인 의사로 회원탈퇴를 한 후 3개월이 지나지 아니한 경우
                  </li>
                  <li>
                    5. 기타 회원으로 등록하는 것이 &quot;몰&quot;의 기술상 현저히 지장이 있다고 판단되는 경우
                  </li>
                </ul>
              </li>
              <li>
                ③ 회원가입계약의 성립시기는 &quot;몰&quot;의 승낙이 회원에게 도달한 시점으로 합니다.
              </li>
              <li>
                ④ 회원은 회원가입 시 등록한 사항에 변경이 있는 경우, 상당한 기간 이내에 &quot;몰&quot;에 대하여 회원정보 수정 등의 방법으로 그 변경사항을 알려야 합니다.
              </li>
            </ul>
          </section>
          <section class="terms-section">
            <h6>제7조 (회원 탈퇴 및 자격 상실 등)</h6>
            <ul class="terms-list depth1">
              <li>
                ① 회원은 &quot;몰&quot;에 언제든지 탈퇴를 요청할 수 있으며 &quot;몰&quot;은 즉시 회원탈퇴를 처리합니다.
              </li>
              <li>
                ② 달리살다 회원 탈퇴시에도 &quot;몰&quot;은 즉시 회원탈퇴를 처리합니다.
              </li>
              <li>
                ③ 달리살다 유료회원 정기 결재 중단 시 &quot;몰&quot;은 즉시 해외직구 상품 할인 자격을 회수합니다.
              </li>
              <li>
                ④ 회원이 다음 각호의 사유에 해당하는 경우, &quot;몰&quot;은 회원/유료회원자격을 제한 및 정지시킬 수 있습니다.
                <ul class="terms-list depth2">
                  <li>
                    1. 가입 신청시에 허위 내용을 등록한 경우
                  </li>
                  <li>
                    2. &quot;몰&quot;을 이용하여 구입한 상품의 대금, 기타 &quot;몰&quot;이용에 관련하여 회원이 부담하는 채무를 기일에 지급하지 않는 경우
                  </li>
                  <li>
                    3. 다른 사람의 &quot;몰&quot; 이용을 방해하거나 그 정보를 도용하는 등 거래질서를 위협하는 경우
                  </li>
                  <li>
                    4. &quot;몰&quot;을 이용하여 법령 또는 이 약관이 금지하거나 공서양속에 반하는 행위를 하는 경우
                  </li>
                  <li>
                    5. 다음 각 호에 행위로서 &quot;몰&quot;의 건전한 운영을 해하거나 &quot;몰&quot;의 업무를 방해하는 경우
                    <ul class="terms-list depth3">
                      <li>
                        가. &quot;몰&quot;의 운영과 관련하여 진위가 불분명한 사실 또는 허위의 사실을 적시하거나 유포하여 &quot;몰&quot;의 명예와 신용을 훼손하는 경우
                      </li>
                      <li>
                        나. &quot;몰&quot;의 이용과정에서 직원에게 모욕, 협박 또는 음란한 언행 등으로 &quot;몰&quot;의 운영을 방해하는 경우
                      </li>
                      <li>
                        다. &quot;몰&quot;을 통해 구매한 재화 등을 정당한 이유 없이 상습적으로 취소 또는 반품하여 &quot;몰&quot;의 업무를 방해하는 경우
                      </li>
                      <li>
                        라. 재판매 목적으로 재화 등을 대량으로 중복 구매하여 &quot;몰&quot;의 거래질서를 방해하는 경우
                      </li>
                      <li>
                        마. 본 약관에 따른 이용자의 의무사항을 위반하는 경우
                      </li>
                    </ul>
                  </li>
                </ul>
              </li>
            </ul>
          </section>
          <section class="terms-section">
            <h6>제8조 (회원에 대한 통지)</h6>
            <ul class="terms-list depth1">
              <li>
                ① &quot;몰&quot;이 회원에 대한 통지를 하는 경우, 회원이 &quot;몰&quot;과 미리 약정하여 지정한 전자우편 주소로 할 수 있습니다.
              </li>
              <li>
                ② &quot;몰&quot;은 불특정다수 회원에 대한 통지의 경우 1주일이상 &quot;몰&quot; 게시판에 게시함으로서 개별 통지에 갈음할 수 있습니다. 다만, 회원 본인의 거래와 관련하여 중대한 영향을 미치는 사항에 대하여는 개별통지를 합니다.
              </li>
            </ul>
          </section>
          <section class="terms-section">
            <h6>제9조(구매대행 대상 상품 및 금지 상품)</h6>
            <ul class="terms-list depth1">
              <li>
                ① &quot;몰&quot;은 상품 등 재고를 보유하지 않고 &quot;이용자&quot;가 자기 스스로의 자가 사용의 목적으로 상품을 구매대행하는 경우에만 본 서비스를 제공합니다.
              </li>
              <li>
                ② &quot;몰&quot;은 다음 각 호에 해당하는 상품은 수출 또는 수입하지 않으며 관련 서비스를 제공하지 않습니다.
                <ul class="terms-list depth2">
                  <li>
                    1. 헌법질서를 문란하게 하거나 공공의 안녕질서 또는 풍속을 해치는 서적&middot;간행물&middot;도화&middot;영화&middot;음반&middot;비디오물&middot;조각물 기타 이에 준하는 상품
                  </li>
                  <li>
                    2. 정부의 기밀을 누설하거나 첩보활동에 사용되는 상품
                  </li>
                  <li>
                    3. 화폐&middot;채권 기타 유가증권의 위조품&middot;변조품 또는 모조품
                  </li>
                </ul>
              </li>
              <li>
                ③ 다음 각 호에 해당하는 상품은 관련 법령상 목록통관이 배제되므로 일반수입신고를 하여야 합니다.
                <ul class="terms-list depth2">
                  <li>1. 의약품</li>
                  <li>2. 한약재</li>
                  <li>3. 야생동물 관련 상품</li>
                  <li>4. 농림축수산물등 검역대상상품</li>
                  <li>5. 건강기능식품</li>
                  <li>6. 지식재산권 위반 의심상품</li>
                  <li>7. 식품류&middot;과자류</li>
                  <li>8. 화장품(기능성화장품, 태반함유화장품, 스테로이드제 함유화장품 및 성분미상 등 유해화장품에 한함)</li>
                  <li>9. [전자상거래물품 등의 특별통관절차에 관한 고시] 제3-3조 제3항에 따라 특별통관대상업체로 지정되지 아니한 전자상거래업체가 수입하는 상품</li>
                  <li>10. 통관목록 중 품명&middot;규격&middot;수량&middot;가격 등이 부정확하게 기재된 상품</li>
                  <li>11. 그 밖에 관세법 제226조에 따른 세관장 확인대상물품 등 목록통관이 타당하지 아니하다고 세관장이 인정하는 상품</li>
                </ul>
              </li>
              <li>
                ④ &quot;몰&quot;은 다음 각 호에 해당하는 경우에는 &quot;이용자&quot;에게 사전 통보 한 후 해외 발송자에게 반송할 수 있습니다.
                <ul class="terms-list depth2">
                  <li>
                    1. 상품의 포장불량의 경우
                  </li>
                  <li>
                    2. 송장(Invoice) 관련하여 게재 내용이 부실하게 기재되었을 경우
                  </li>
                  <li>
                    3. 냉장보관상품, 가연성 위험물, 금&middot;은괴 등의 경우
                  </li>
                  <li>
                    4. 화폐, 의약품, 석재류 관련 상품 등의 경우
                  </li>
                  <li>
                    5. 인체의 일부, 불법음란물, 동물(짐승) 등의 경우
                  </li>
                  <li>
                    6. 정밀금속, 냉동/냉장을 요하는 상품 및 폭발물 등의 위험상품의 경우
                  </li>
                  <li>
                    7. 수출입 불가 및 항공운송 불가 품목일 경우
                  </li>
                  <li>
                    8. 본 약관에 따른 서비스를 제공하기에 사실상 불가능하거나 적절하지 않다고 판단되는 경우
                  </li>
                  <li>
                    9. 기타 관세법 및 관련법령에 의하여 수출입이 제한되는 상품을 대상으로 한 경우
                  </li>
                </ul>
              </li>
              <li>
                ⑤ &quot;이용자&quot;의 귀책 사유로 인해 &quot;이용자&quot;의 소재가 불명확하여 통보가 어려운 경우가 발생할 때 &quot;몰&quot;은 당해 상품을 해당 발송인에게 반송 처리할 수 있습니다.
              </li>
              <li>
                ⑥ 제5항의 경우 &quot;몰&quot;은 해당 내용을 게시하고, 그 관련 소요비용은 &quot;이용자&quot;와 사후 정산하거나 &quot;몰&quot;의 판단으로 상품을 처리하여 그 비용을 충당할 수 있습니다.
              </li>
            </ul>
          </section>
          <section class="terms-section">
            <h6>제10조 (구매대행 신청)</h6>
            <ul class="terms-list depth1">
              <li>
                ① &quot;몰&quot;이용자는 &quot;몰&quot;상에서 다음 또는 이와 유사한 방법에 의하여 구매대행을 신청하며, &quot;몰&quot;은 이용자가 구매대행신청을 함에 있어서 다음의 각 내용을 알기 쉽게 제공하여야 합니다.
                <ul class="terms-list depth2">
                  <li>
                    1. 상품의 검색 및 선택
                  </li>
                  <li>
                    2. 받는 사람의 성명, 주소, 전화번호, 전자우편주소(또는 이동전화번호) 등의 입력
                  </li>
                  <li>
                    3. 약관내용, 청약철회권이 제한되는 서비스, 배송료&middot;설치비 등의 비용부담과 관련한 내용에 대한 확인
                  </li>
                  <li>
                    4. 이 약관에 동의하고 위 3.호의 사항을 확인하거나 거부하는 표시(예, 마우스 클릭)
                  </li>
                  <li>
                    5. 상품의 구매대행 신청 및 이에 관한 확인 또는 &quot;몰&quot;의 확인에 대한 동의
                  </li>
                  <li>
                    6. 결제방법의 선택
                  </li>
                </ul>
              </li>
              <li>
                ② &quot;몰&quot;이 제3자에게 이용자 개인정보를 제공&middot;위탁할 필요가 있는 경우 실제 구매대행신청 시 이용자의 동의를 받아야 하며, 회원가입 시 미리 포괄적으로 동의를 받지 않습니다. 이 때 &quot;몰&quot;은 제공되는 개인정보 항목, 제공받는 자, 제공받는 자의 개인정보 이용 목적 및 보유&middot;이용 기간 등을 이용자에게 명시하여야 합니다. 다만 정보통신망이용촉진 및 정보보호 등에 관한 법률 제25조 제1항에 의한 개인정보 취급위탁의 경우 등 관련 법령에 달리 정함이 있는 경우에는 그에 따릅니다.
              </li>
            </ul>
          </section>
          <section class="terms-section">
            <h6>제11조 (계약의 성립)</h6>
            <ul class="terms-list depth1">
              <li>
                ① &quot;몰&quot;은 제10조와 같은 구매대행신청에 대하여 다음 각호에 해당하면 승낙하지 않을 수 있습니다. 다만, 미성년자와 계약을 체결하는 경우에는 법정대리인의 동의를 얻지 못하면 미성년자 본인 또는 법정대리인이 계약을 취소할 수 있다는 내용을 고지하여야 합니다.
                <ul class="terms-list depth2">
                  <li>
                    1. 신청 내용에 허위, 기재누락, 오기가 있는 경우
                  </li>
                  <li>
                    2. 미성년자가 담배, 주류등 관련법에서 금지하는 재화 및 용역을 구매하는 경우
                  </li>
                  <li>
                    3. 기타 구매대행신청에 승낙하는 것이 &quot;몰&quot; 기술상 현저히 지장이 있다고 판단하는 경우
                  </li>
                </ul>
              </li>
              <li>
                ② &quot;몰&quot;의 승낙이 제12조제1항의 수신확인통지형태로 이용자에게 도달한 시점에 계약이 성립한 것으로 봅니다.
              </li>
              <li>
                ③ &quot;몰&quot;의 승낙의 의사표시에는 이용자의 구매대행 신청에 대한 확인 및 서비스제공 가능 여부, 구매대행 신청의 정정 취소 등에 관한 정보 등을 포함하여야 합니다.
              </li>
              <li>
                ④ &quot;몰&quot;이 제공하는 &quot;해외구매대행&quot; 서비스와 관련하여 &quot;이용자&quot;와 다음의 절차 등을 통해 상호 간 계약을 체결합니다.
                <ul class="terms-list depth2">
                  <li>
                    1. &quot;이용자&quot;는 &quot;해외구매대행&quot;을 위해 &quot;몰&quot;을 통해 소개된 상품에 대하여 구매대행을 원할 경우에 구매대행에 따르는 결제절차를 통해 해당 상품의 구매대행을 &quot;몰&quot; 에 의뢰합니다.
                  </li>
                  <li>
                    2. &quot;몰&quot;이 본항 제1호의 결제 확인 메일을 &quot;이용자&quot;에게 송부하거나, 통보하여 &quot;이용자&quot;에게 도착된 시점에 &quot;이용자&quot;와 &quot;몰&quot; 간에 계약이 성립된 것으로 합니다.
                  </li>
                  <li>
                    3. &quot;몰&quot;과 &quot;이용자&quot;의 계약성립은 해외 인터넷쇼핑몰에서의 구매 및 결제, 국제운송, 통관절차, 국내 수취가능 장소에 인도까지의 전 과정을 &quot;몰&quot;에게 일임하였다는 것을 의미합니다.
                  </li>
                </ul>
              </li>
            </ul>
          </section>
          <section class="terms-section">
            <h6>제12조 (상품 등의 공급 및 보관)</h6>
            <p>
              &quot;몰&quot;이 제공하는 &quot;해외구매대행&quot; 서비스와 관련하여 다음의 절차 등을 통해 상품 등을 공급 및 보관합니다.
            </p>
            <ul class="terms-list depth1">
              <li>
                1. &quot;몰&quot;과 &quot;이용자&quot;간의 구매대행계약에 의거하여 구매대행 된 상품이 &quot;몰&quot;의 주소에 입고되면 그 상품에 대해 사전 검수 후 국내의 수취가능 장소까지 배송하여 &quot;이용자&quot;가 수령할 수 있도록 합니다.
              </li>
              <li>
                2. &quot;몰&quot;은 &quot;이용자&quot;가 구매의뢰한 상품의 구매대행을 수행함에 따른 전체 비용을 &quot;이용자&quot;가 결제하기 전에 거래계약 유형별로 국제운송료 형태, 총 지불가격, 수입대행가격 등으로 별도 구분하여 &quot;이용자&quot;에게 충분히 고지합니다.
              </li>
              <li>
                3. &quot;해외구매대행&quot;을 위해 &quot;몰&quot;을 통해 소개된 상품의 표시 가격은 구매대행가격과 국제운송료가 모두 포함된 가격을 말하며 &quot;이용자&quot;가 이외에 추가적으로 부담하는 금액은 없습니다.
              </li>
              <li>
                4. 제3호의 구매대행가격에는 해외 인터넷쇼핑몰 등에서의 상품 구입가격, Sales Tax등 수입대행을 위한 구매고객 예치금, 해외 물류센터까지의 소요된 운송료, &quot;몰&quot;의 구매대행 수수료, 수입관세, 수입부가세, 기타세금을 위한 고객예치금 등이 포함됩니다.
              </li>
              <li>
                5. &quot;이용자&quot;가 &quot;몰&quot;에 상품의 구매대행을 의뢰할 경우에는 &quot;몰&quot; 내 각 상품에 표시 및 구현된 상품의 가격을 제13조에 따라 결제해야 합니다.
              </li>
              <li>
                6. &quot;몰&quot;은 &quot;이용자&quot;가 구매대행을 의뢰한 상품에 대해서 &quot;이용자&quot;의 대금 결제단위를 기준으로 포장한 후 배송함을 원칙으로 합니다. 다만 결제단위 당 복수의 상품의 경우 각 상품의 해외 인터넷쇼핑몰 등 공급자가 다를 경우에는 이를 &quot;몰&quot;의 해외 물류센터에 도착하는 순서대로 배송할 수 있으며, 의도적으로 관세 등 세금을 절감하기 위한 행위 등을 하지 않습니다.
              </li>
              <li>
                7. &quot;몰&quot;은 상품을 판매하는 해외 인터넷쇼핑몰 등 공급자 정보(해외 인터넷쇼핑몰 명 등)와 &quot;몰&quot;상에 명기된 가격의 상세내역에 대하여 &quot;이용자&quot;의 별도 요청이 있을 경우 이를 E-Mail 또는 게시판 등을 통해 제공합니다.
              </li>
            </ul>
          </section>
          <section class="terms-section">
            <h6>제13조 (지급방법)</h6>
            <p>
              &quot;몰&quot;에서 구매대행한 상품에 대한 대금지급방법은 다음 각호의 방법 중 가용한 방법으로 할 수 있습니다.
            </p>
            <ul class="terms-list depth1">
              <li>
                1. 폰뱅킹, 인터넷뱅킹, 메일 뱅킹 등의 각종 계좌이체
              </li>
              <li>
                2. 선불카드, 직불카드, 신용카드 등의 각종 카드 결제
              </li>
              <li>
                3. 온라인무통장입금
              </li>
              <li>
                4. 전자화폐에 의한 결제
              </li>
              <li>
                5. 수령 시 대금지급
              </li>
              <li>
                6. 마일리지 등 &quot;몰&quot;이 지급한 포인트에 의한 결제
              </li>
              <li>
                7. &quot;몰&quot;과 계약을 맺었거나 &quot;몰&quot;이 인정한 상품권에 의한 결제
              </li>
              <li>
                8. 기타 전자적 지급 방법에 의한 대금 지급 등
              </li>
            </ul>
          </section>
          <section class="terms-section">
            <h6>제14조 (대행절차 및 과세)</h6>
            <ul class="terms-list depth1">
              <li>
                ① 통관
                <ul class="terms-list depth2">
                  <li>
                    1. &quot;몰&quot;은 회원이 자가사용 목적으로 수입하는 '개인수입통관원칙'에 근거하여, &quot;이용자&quot;를 납세의무자로 하고 운송 및 통관업무제휴사 등을 통하여 제반 통관절차를 수행합니다.
                  </li>
                  <li>
                    2. &quot;몰&quot;은 &quot;이용자&quot;가 상품 구매 시 결제한 관세 및 수입부가세 등 세금을 통관 및 운송 관련한 업무제휴사와 사후 정산하며, 제1호에 따라 발생하는 관련 세금은 업무제휴사가 &quot;이용자&quot;를 대신하여 세관에 먼저 대납 할 수 있습니다.
                  </li>
                </ul>
              </li>
              <li>
                ② 과세
                <ul class="terms-list depth2">
                  <li>
                    1. 15만원 이하 상품은 소액면세 기준에 해당되어 과세가 면세될 수 있습니다. 소액면세 기준은 관련법령이 변경되는 경우 그에 따릅니다.
                  </li>
                  <li>
                    2. 주문한 상품의 과세가격이 소액 면세기준 이하인 경우에도 합산하여 과세 대상에 포함될 수 있습니다.
                  </li>
                </ul>
              </li>
              <li>
                ③ 국제운송
                <ul class="terms-list depth2">
                  <li>
                    1. &quot;몰&quot;은 통관관련 업무제휴사를 통하여 &quot;몰&quot;의 해외물류센터에서부터 &quot;이용자&quot;가 지정한 대한민국 수취장소까지 배송 서비스를 제공하며, 국내에는 상품의 재고를 보유하고 있지 않습니다.
                  </li>
                  <li>
                    2. &quot;해외구매대행&quot;서비스시 본항 제1호에서의 운송구간에서 상품의 파손 등 하자가 발생하였을 때는 수입대행가격 및 국제운송료 등 모든 금액을 보상합니다.
                  </li>
                </ul>
              </li>
            </ul>
          </section>
          <section class="terms-section">
            <h6>제15조 (수신확인통지 &middot; 구매신청 변경 및 취소)</h6>
            <ul class="terms-list depth1">
              <li>
                ① &quot;몰&quot;은 &quot;이용자&quot;의 서비스 신청이 있는 경우 &quot;이용자&quot;에게 서비스 관련 내용에 대해 통지를 합니다.
              </li>
              <li>
                ② 제1항의 통지를 받은 &quot;이용자&quot;는 내용이 다를 경우 통지를 받은 후 지체없이 배송 신청 변경 및 취소를 요청할 수 있습니다.
              </li>
              <li>
                ③ &quot;회사&quot;의 주소에 도달한 상품이 서비스 대상에 해당되지 아니한 상품(제9조 제2항 해당 상품)의 경우에는 당해 배송 계약을 해지할 수 있으며, &quot;몰&quot;은 이와 같은 상품의 반송 등 사후 조치를 위해 소요되는 모든 비용을 &quot;이용자&quot;의 부담으로 할 수 있습니다.
              </li>
            </ul>
          </section>
          <section class="terms-section">
            <h6>제16조 (차액정산)</h6>
            <ul class="terms-list depth1">
              <li>
                ① &quot;해외구매대행&quot; 서비스 이용시 이용시 발생하는 차액이 원 결제금액의 10% 내외의 오차범위를 초과하는 경우만 해당됩니다.
              </li>
              <li>
                ② 제1항은 무통장 입금비용 등 정산에 소요되는 비용을 &quot;몰&quot; 또는 &quot;이용자&quot;의 부담 조건으로 합니다. 전산시스템 오류, 상품 가격 변경, 환율차이 발생 등으로 인하여 &quot;이용자&quot;가 지불한 금액과 &quot;몰&quot;의 구매대행 시 소요된 실제 비용 차이가 발생하는 경우에는 &quot;이용자&quot;가 요청할 경우에 &quot;몰&quot;은 &quot;이용자&quot;와 사후 정산(이하 &quot;정산&quot;이라 함)을 할 수 있습니다.
              </li>
            </ul>
          </section>
          <section class="terms-section">
            <h6>제17조 (청약 철회 및 반품)</h6>
            <ul class="terms-list depth1">
              <li>
                ① &quot;몰&quot;을 통해 &quot;이용자&quot;가 구매대행을 의뢰한 상품이 &quot;이용자&quot;에게 인도를 할 수 없는 사유가 발생한 경우에는 지체 없이 그 사유를 &quot;이용자&quot;에게 통지하고 사전에 상품 대금을 받은 경우에는 대금 등을 결제 받은 날로부터 2 영업일 이내, 그렇지 않은 경우에는 그 사유가 발생한 날로부터 2 영업일 이내에 계약해지 및 환급절차에 착수합니다.
              </li>
              <li>
                ② 반품, 환급 규정은 다음과 같습니다.
                <ul class="terms-list depth2">
                  <li>
                    1. 수령 상품이 실제 상품과 다른 경우, 상품의 파손, 상품의 손상, 오염에 의한 반품 운송 중 상기 사유가 발생할 경우 이에 대한 책임은 &quot;몰&quot;에 있으며 상품 대금을 포함한 총 결제금액을 &quot;이용자&quot;에게 직접 배상합니다. 또한, 상기된 하자로 인한 반품이 &quot;몰&quot;의 해외주소에서 수취 전 해외 인터넷쇼핑몰의 귀책사유 일 경우 &quot;몰&quot;은 &quot;이용자&quot;에게 선 반품을 받은 이후 &quot;이용자&quot;를 대신하여 해외 인터넷쇼핑몰에 클레임을 제기할 수 있습니다.
                  </li>
                  <li>
                    2. 단순변심에 의한 반품일 경우, &quot;이용자&quot;가 구매하는데 소요된 제반 비용(반품에 소요되는 국제운송료 등)에 대해 부담하는 것을 조건으로 반품을 받을 수 있습니다.
                  </li>
                </ul>
              </li>
            </ul>
          </section>
          <section class="terms-section">
            <h6>제18조 (개인정보보호)</h6>
            <ul class="terms-list depth1">
              <li>
                ① &quot;몰&quot;은 이용자의 개인정보 수집시 서비스제공을 위하여 필요한 범위에서 최소한의 개인정보를 수집합니다.
              </li>
              <li>
                ② &quot;몰&quot;은 회원가입시 구매계약이행에 필요한 정보를 미리 수집하지 않습니다. 다만, 관련 법령상 의무이행을 위하여 구매계약 이전에 본인확인이 필요한 경우로서 최소한의 특정 개인정보를 수집하는 경우에는 그러하지 아니합니다.
              </li>
              <li>
                ③ &quot;몰&quot;은 이용자의 개인정보를 수집&middot;이용하는 때에는 당해 이용자에게 그 목적을 고지하고 동의를 받습니다.
              </li>
              <li>
                ④ &quot;몰&quot;은 수집된 개인정보를 목적외의 용도로 이용할 수 없으며, 새로운 이용목적이 발생한 경우 또는 제3자에게 제공하는 경우에는 이용&middot;제공단계에서 당해 이용자에게 그 목적을 고지하고 동의를 받습니다. 다만, 관련 법령에 달리 정함이 있는 경우에는 예외로 합니다.
              </li>
              <li>
                ⑤ &quot;몰&quot;이 제3항과 제4항에 의해 이용자의 동의를 받아야 하는 경우에는 개인정보관리 책임자의 신원(소속, 성명 및 전화번호, 기타 연락처), 정보의 수집목적 및 이용목적, 제3자에 대한 정보제공 관련사항(제공받은자, 제공목적 및 제공할 정보의 내용) 등 정보통신망 이용촉진 및 정보보호 등에 관한 법률 제27조의2에서 규정한 사항을 미리 명시하거나 고지해야 하며 이용자는 언제든지 이 동의를 철회할 수 있습니다.
              </li>
              <li>
                ⑥ 이용자는 언제든지 &quot;몰&quot;이 가지고 있는 자신의 개인정보에 대해 열람 및 오류정정을 요구할 수 있으며 &quot;몰&quot;은 이에 대해 지체 없이 필요한 조치를 취할 의무를 집니다. 이용자가 오류의 정정을 요구한 경우에는 &quot;몰&quot;은 그 오류를 정정할 때까지 당해 개인정보를 이용하지 않습니다.
              </li>
              <li>
                ⑦ &quot;몰&quot;은 개인정보 보호를 위하여 이용자의 개인정보를 취급하는 자를 최소한으로 제한하여야 하며 신용카드, 은행계좌 등을 포함한 이용자의 개인정보의 분실, 도난, 유출, 동의 없는 제3자 제공, 변조 등으로 인한 이용자의 손해에 대하여 모든 책임을 집니다.
              </li>
              <li>
                ⑧ &quot;몰&quot; 또는 그로부터 개인정보를 제공받은 제3자는 개인정보의 수집목적 또는 제공받은 목적을 달성한 때에는 당해 개인정보를 지체 없이 파기합니다.
              </li>
              <li>
                ⑨ &quot;몰&quot;은 개인정보의 수집&middot;이용&middot;제공에 관한 동의란을 미리 선택한 것으로 설정해두지 않습니다. 또한 개인정보의 수집&middot;이용&middot;제공에 관한 이용자의 동의거절시 제한되는 서비스를 구체적으로 명시하고, 필수수집항목이 아닌 개인정보의 수집&middot;이용&middot;제공에 관한 이용자의 동의 거절을 이유로 회원가입 등 서비스 제공을 제한하거나 거절하지 않습니다.
              </li>
            </ul>
          </section>
          <section class="terms-section">
            <h6>제19조 (긴급조치 및 서비스운영의 거절)</h6>
            <ul class="terms-list depth1">
              <li>
                ① &quot;몰&quot;의 해외 주소로 배송된 상품에 하자가 있다고 인정됐을 경우와 긴급을 필요로 하고 정당한 이유가 있다고 인정이 되는 경우 &quot;몰&quot;은 &quot;이용자&quot;에게 해당사실을 사전에 통지한 후 해당 상품을 별도 제 3의 장소로 이동 보관하는 등 임시조치를 취할 수 있습니다.
              </li>
              <li>
                ② 제1항으로 인해 발생하는 추가 비용은 &quot;이용자&quot;가 부담하여야 하며 또한 &quot;이용자&quot;에게 손해가 발생하더라도 해당 손해에 대하여 &quot;몰&quot;은 어떠한 책임을 지지 않습니다.
              </li>
              <li>
                ③ &quot;몰&quot;이 정부기관에 지시에 의해 서비스되는 상품에 대해 제재를 받았을 때 "회사"는 정부기관의 지시에 따르는 것을 원칙으로 합니다.
              </li>
              <li>
                ④ 제3항과 같은 사유로 &quot;이용자&quot;가 손해가 발생하였다고 하여도 그 손해에 대해서 &quot;몰&quot;은 어떠한 법적 책임을 지지 않으며, &quot;이용자&quot;는 해당 상품에 대한 비용 등의 지급의무를 면하지 아니합니다.
              </li>
              <li>
                ⑤ &quot;이용자&quot;가 위법, 불법 또는 부당한 목적을 위해 서비스를 이용한다고 &quot;몰&quot;이 판단하는 때에는 &quot;몰&quot;은 관련 상품의 수취나 배송을 거절할 권리를 가집니다.
              </li>
            </ul>
          </section>
          <section class="terms-section">
            <h6>제20조 (&quot;몰&quot;의 의무)</h6>
            <ul class="terms-list depth1">
              <li>
                ① &quot;몰&quot;은 법령과 이 약관이 금지하거나 공서양속에 반하는 행위를 하지 않으며 이 약관이 정하는 바에 따라 지속적이고, 안정적으로 재화 &middot; 용역을 제공하는데 최선을 다하여야 합니다.
              </li>
              <li>
                ② &quot;몰&quot;은 이용자가 안전하게 인터넷 서비스를 이용할 수 있도록 이용자의 개인정보(신용정보 포함)보호를 위한 보안 시스템을 갖추어야 합니다.
              </li>
              <li>
                ③ &quot;몰&quot;이 상품이나 용역에 대하여 표시 &middot; 광고의공정화에관한법률 제3조 소정의 부당한 표시&middot;광고행위를 함으로써 이용자가 손해를 입은 때에는 이를 배상할 책임을 집니다.
              </li>
              <li>
                ④ &quot;몰&quot;은 이용자가 원하지 않는 영리목적의 광고성 전자우편을 발송하지 않습니다.
              </li>
            </ul>
          </section>
          <section class="terms-section">
            <h6>제21조 (회원의 ID 및 비밀번호에 대한 의무)</h6>
            <ul class="terms-list depth1">
              <li>
                ① 제17조의 경우를 제외한 ID와 비밀번호에 관한 관리책임은 회원에게 있습니다.
              </li>
              <li>
                ② 회원은 자신의 ID 및 비밀번호를 제3자에게 이용하게 해서는 안됩니다.
              </li>
              <li>
                ③ 회원이 자신의 ID 및 비밀번호를 도난당하거나 제3자가 사용하고 있음을 인지한 경우에는 바로 &quot;몰&quot;에 통보하고 &quot;몰&quot;의 안내가 있는 경우에는 그에 따라야 합니다.
              </li>
            </ul>
          </section>
          <section class="terms-section">
            <h6>제22조 (이용자의 의무)</h6>
            <p>이용자는 다음 행위를 하여서는 안됩니다.</p>
            <ul class="terms-list depth1">
              <li>
                1. 신청 또는 변경시 허위 내용의 등록
              </li>
              <li>
                2. 타인의 정보 도용
              </li>
              <li>
                3. &quot;몰&quot;에 게시된 정보의 변경
              </li>
              <li>
                4. &quot;몰&quot;이 정한 정보 이외의 정보(컴퓨터 프로그램 등) 등의 송신 또는 게시
              </li>
              <li>
                5. &quot;몰&quot; 기타 제3자의 저작권 등 지적재산권에 대한 침해
              </li>
              <li>
                6. &quot;몰&quot; 기타 제3자의 명예를 손상시키거나 업무를 방해하는 행위
              </li>
              <li>
                7. 외설 또는 폭력적인 메시지, 화상, 음성, 기타 공서양속에 반하는 정보를 몰에 공개 또는 게시하는 행위
              </li>
            </ul>
          </section>
          <section class="terms-section">
            <h6>제23조(연결&quot;몰&quot;과 피연결&quot;몰&quot; 간의 관계)</h6>
            <ul class="terms-list depth1">
              <li>
                ① 상위 &quot;몰&quot;과 하위 &quot;몰&quot;이 하이퍼 링크(예: 하이퍼 링크의 대상에는 문자, 그림 및 동화상 등이 포함됨)방식 등으로 연결된 경우, 전자를 연결 &quot;몰&quot;(웹 사이트)이라고 하고 후자를 피연결 &quot;몰&quot;(웹사이트)이라고 합니다.
              </li>
              <li>
                ② 연결&quot;몰&quot;은 피연결&quot;몰&quot;이 독자적으로 제공하는 재화 등에 의하여 이용자와 행하는 거래에 대해서 보증책임을 지지 않는다는 뜻을 연결&quot;몰&quot;의 초기화면 또는 연결되는 시점의 팝업화면으로 명시한 경우에는 그 거래에 대한 보증책임을 지지 않습니다.
              </li>
            </ul>
          </section>
          <section class="terms-section">
            <h6>제24조(저작권의 귀속 및 이용제한)</h6>
            <ul class="terms-list depth1">
              <li>
                ① &quot;몰&quot;이 작성한 저작물에 대한 저작권 기타 지적재산권은 &quot;몰&quot;에 귀속합니다.
              </li>
              <li>
                ② 이용자는 &quot;몰&quot;을 이용함으로써 얻은 정보 중 &quot;몰&quot;에게 지적재산권이 귀속된 정보를 &quot;몰&quot;의 사전 승낙없이 복제, 송신, 출판, 배포, 방송 기타 방법에 의하여 영리목적으로 이용하거나 제3자에게 이용하게 하여서는 안됩니다.
              </li>
              <li>
                ③ &quot;몰&quot;은 약정에 따라 이용자에게 귀속된 저작권을 사용하는 경우 당해 이용자에게 통보하여야 합니다.
              </li>
            </ul>
          </section>
          <section class="terms-section">
            <h6>제25조(분쟁해결)</h6>
            <ul class="terms-list depth1">
              <li>
                ① &quot;몰&quot;은 이용자가 제기하는 정당한 의견이나 불만을 반영하고 그 피해를 보상처리하기 위하여 피해보상처리기구를 설치&middot;운영합니다.
              </li>
              <li>
                ② &quot;몰&quot;은 이용자로부터 제출되는 불만사항 및 의견은 우선적으로 그 사항을 처리합니다. 다만, 신속한 처리가 곤란한 경우에는 이용자에게 그 사유와 처리일정을 즉시 통보해 드립니다.
              </li>
              <li>
                ③ &quot;몰&quot;과 이용자간에 발생한 전자상거래 분쟁과 관련하여 이용자의 피해구제신청이 있는 경우에는 공정거래위원회 또는 시&middot;도지사가 의뢰하는 분쟁조정기관의 조정에 따를 수 있습니다.
              </li>
            </ul>
          </section>
          <section class="terms-section">
            <h6>제26조(재판권 및 준거법)</h6>
            <ul class="terms-list depth1">
              <li>
                ① &quot;몰&quot;과 이용자간에 발생한 전자상거래 분쟁에 관한 소송은 제소 당시의 이용자의 주소에 의하고, 주소가 없는 경우에는 거소를 관할하는 지방법원의 전속관할로 합니다. 다만, 제소 당시 이용자의 주소 또는 거소가 분명하지 않거나 외국 거주자의 경우에는 민사소송법상의 관할법원에 제기합니다.
              </li>
              <li>
                ② &quot;몰&quot;과 이용자간에 제기된 전자상거래 소송에는 한국법을 적용합니다.
              </li>
            </ul>
          </section>
          <section class="terms-section">
            <h6>제27조(적립금제도의 운영)</h6>
            <ul class="terms-list depth1">
              <li>
                ① &quot;몰&quot;은 재화 등을 구입하거나 특정 결제 수단으로 구입하는 이용자에게 경품, 사은품 등의 목적으로 이용자에게 적립금을 부여할 수 있으며, 적립금의 부여 및 사용 등과 관련한 사항은 이 약관 또는 &quot;몰&quot;의 운영정책이 정한 바에 따릅니다.
              </li>
              <li>
                ② 적립금은 &quot;몰&quot;에서 재화 등을 구매 시 현금가액과 동일하게 사용할 수 있으나 &quot;몰&quot;이 사용을 허가하지 않은 일부 재화 등(상품권 등)에는 사용할 수 없으며, 현금으로 교환할 수 없습니다.
              </li>
              <li>
                ③ 적립금의 소멸시효는 5년을 원칙으로 하되, &quot;몰&quot;이 사전에 기간을 정하여 지급하는 적립금은 사전에 고지된 기간을 소멸시효로 봅니다.
              </li>
              <li>
                ④ 적립금은 부여된 순서로 사용되며, 제3자에게 양도할 수 없습니다.
              </li>
            </ul>
          </section>
        </div>
      </div>
    </div>
    <button class="btn-layer-close" aria-haspopup="dialog" @click="popupCloseAction" @keydown.9="tabFocusRemove('popupCloseAction')" aria-label="포커스 아웃 시 팝업 닫기"> <!-- 수정 : 2020.03.04 팝업 닫기 포커스 아웃 시 팝업 닫기 (접근성) -->
      <span class="hidden">닫기</span>
    </button>
  </div>
</template>

<script>

import LayerPopupMixin from '@/mixins/LayerPopupMixin';
import CookieUtils from '@/common/CookieUtils';

export default {
  name: "PopupOverseasAgreement",
  mixins: [LayerPopupMixin],
  metaInfo: {
    title: CookieUtils.getMetaInfoTitle(),
    titleTemplate: '해외구매대행 이용약관 동의 < 달리드림 멤버십 이용약관 동의 < 마이페이지 < %s'
  },
  data() {
    return {
      siteClass: CookieUtils.getSiteClass(),
    };
  },
  components: {
  },
  methods: {
    popupCloseAction() {// closed
      this.$parent.popupAction('popupDalidreamAgree');
      this.$emit('popupEvent', 'popupOverseasAgreement');
      this.modalActiveEvent('popupOverseasAgreement');
    }
  },
  mounted() {
    this.modalActiveEvent('popupOverseasAgreement');
  }
};
</script>
